<?php
    return[
        'M001' => 'アカウントは閉鎖されました',
        'M002' => 'パスワードが違っています',
        'M003' => 'ユーザーが存在しません',
        'M004' => 'この日付は既に存在しています',
        'M005' => '登録が成功しました',
        'M006' => '日付を入力してください',
        'M007' => '合計を入力してください',
        'M008' => '退勤時間を入力してください',
        'M009' => '理由を入力してください',
        'M010' => 'メールに[パスワードのリセット] のリンクが送信されました。',
        'M011' => 'メールが間違っています',
        'M012' => 'ユーザーID入力してください',
        'M013' => 'パスワード入力してください',
        'M014' => 'メールを入力してください',
        'M015' => 'ID, または　パスワードが間違っています。'
    ];
